11/data/attachments/8c6d0ea6ea061abd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_04f8f895-f6fc-4df2-b9a3-58cd98de6d1c</nif:username>
            <nif:friendToBeAdded>Heather_table_Friend_24366_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>